[
    {
        "source": {
            "id": "info-money",
            "name": "InfoMoney"
        },
        "author": "Lara Rizério",
        "title": "Itaú supera Petrobras e se torna empresa mais valiosa da B3",
        "description": "Em 31 de outubro, o banco registrou valor de mercado de R$ 401,9 bilhões, ligeiramente acima dos R$ 396,5 bilhões da estatal petrolífera\nThe post Itaú supera Petrobras e se torna empresa mais valiosa da B3 appeared first on InfoMoney.",
        "url": "https://www.infomoney.com.br/mercados/itau-supera-petrobras-em-valor-de-mercado-e-se-torna-empresa-mais-valiosa-da-b3/",
        "urlToImage": "https://www.infomoney.com.br/wp-content/uploads/2025/05/Itau_Logo.jpg?quality=70",
        "publishedAt": "2025-11-03T17:21:26Z",
        "content": "O Itaú Unibanco (ITUB4) tornou-se a empresa mais valiosa da Bolsa brasileira, ultrapassando a Petrobras (PETR3;PETR4) no final de outubro de 2025, segundo levantamento da consultoria Elos Ayta.\r\nEm 3… [+2173 chars]"
    },
    {
        "source": {
            "id": "info-money",
            "name": "InfoMoney"
        },
        "author": "iurisantos",
        "title": "Ambev expande fábrica em Santa Catarina para ampliar produção de cerveja premium",
        "description": "Nova linha será responsável por 40% da produção de cerveja da fábrica de Lajes\nThe post Ambev expande fábrica em Santa Catarina para ampliar produção de cerveja premium appeared first on InfoMoney.",
        "url": "https://www.infomoney.com.br/business/ambev-expande-fabrica-em-santa-catarina-para-ampliar-producao-de-cerveja-premium/",
        "urlToImage": "https://www.infomoney.com.br/wp-content/uploads/2025/11/89bf9150-_alt0147.jpg?fit=960%2C639&quality=70&strip=all",
        "publishedAt": "2025-11-22T14:00:00Z",
        "content": "A Ambev (ABEV3) está inaugurado uma nova linha de produção de cervejas premium em Lages (SC) em um movimento que busca atender o aumento da demanda por esta linha de produtos, em especial o abastecim… [+1325 chars]"
    },
    {
        "source": {
            "id": "info-money",
            "name": "InfoMoney"
        },
        "author": "iurisantos",
        "title": "Ambev lança guaraná com fibras e energético com proteínas no Brasil",
        "description": "Empresa pretende atrair consumidores que buscam ingredientes funcionais\nThe post Ambev lança guaraná com fibras e energético com proteínas no Brasil appeared first on InfoMoney.",
        "url": "https://www.infomoney.com.br/business/ambev-lanca-guarana-com-fibras-e-energetico-com-proteinas-no-brasil/",
        "urlToImage": "https://www.infomoney.com.br/wp-content/uploads/2025/02/Guarana-Zero_Divulgacao-Ambev.jpg?quality=70",
        "publishedAt": "2025-11-10T17:17:55Z",
        "content": "SÃO PAULO (Reuters) A Ambev (ABEV3) anunciou nesta segunda-feira (10) o lançamento de uma versão com fibras do Guaraná Antarctica Zero e uma nova receita com proteínas do energético Fusion.\r\nCom a no… [+1730 chars]"
    },
    {
        "source": {
            "id": "info-money",
            "name": "InfoMoney"
        },
        "author": "Lara Rizério",
        "title": "Dividendos: 20 empresas com chances de fazer grandes pagamentos antes de tributação",
        "description": "Analistas ficam de olho em algumas variáveis, como se a empresa têm lucros acumulados / reservas de lucros consideráveis (em relação ao seu valor de mercado)\nThe post Dividendos: 20 empresas com chances de fazer grandes pagamentos antes de tributação appeared…",
        "url": "https://www.infomoney.com.br/mercados/dividendos-20-empresas-com-chances-de-fazer-grandes-pagamentos-antes-de-tributacao/",
        "urlToImage": "https://www.infomoney.com.br/wp-content/uploads/2025/10/Dividendos-ou-juros-sobre-capital-proprio.jpg?quality=70",
        "publishedAt": "2025-11-03T13:16:15Z",
        "content": "O novo projeto de lei que revê as regras do imposto de renda das pessoas físicas foi aprovado na Câmara dos Deputados e está sendo discutido no momento no Senado.\r\nEntre as muitas disposições incluíd… [+5248 chars]"
    },
    {
        "source": {
            "id": "info-money",
            "name": "InfoMoney"
        },
        "author": "danielnavas",
        "title": "Nubank (ROXO34) é eleita a marca mais valiosa do Brasil em 2025",
        "description": "Banco digital supera gigantes tradicionais e conquista o topo do ranking “As Marcas Mais Valiosas do Brasil”, promovido por InfoMoney e TM20 Branding\nThe post Nubank (ROXO34) é eleita a marca mais valiosa do Brasil em 2025 appeared first on InfoMoney.",
        "url": "https://www.infomoney.com.br/business/nubank-marca-mais-valiosa-do-brasil-2025/",
        "urlToImage": "https://www.infomoney.com.br/wp-content/uploads/2025/11/mmv-nu.jpg?quality=70",
        "publishedAt": "2025-11-03T14:38:36Z",
        "content": "O Nubank (ROXO34) subiu ao topo e ganhou destaque na edição 2025 do prêmio As Marcas Mais Valiosas do Brasil, que passa neste ano a ser publicado pelo InfoMoney. Elaborado pela TM20, o ranking é uma … [+4488 chars]"
    },
    {
        "source": {
            "id": "info-money",
            "name": "InfoMoney"
        },
        "author": "iurisantos",
        "title": "Original X Heineken: a definição de cerveja premium em debate",
        "description": "Cervejarias disputam ponto a ponto a liderança no segmento de preços mais elevados onde o consumo ainda cresce\nThe post Original X Heineken: a definição de cerveja premium em debate appeared first on InfoMoney.",
        "url": "https://www.infomoney.com.br/business/original-x-heineken-a-definicao-de-cerveja-premium-em-debate/",
        "urlToImage": "https://www.infomoney.com.br/wp-content/uploads/2024/06/pexels-freestockpro-1009068.jpg?fit=1280%2C852&quality=70&strip=all",
        "publishedAt": "2025-11-16T13:00:00Z",
        "content": "A disputa acirrada entre Heineken e Ambev (ABEV3) pelo mercada de cervejas tem ganhado até contornos linguísticos. É que um dos elementos desta batalha reside justamente na definição do segmento de m… [+4277 chars]"
    },
    {
        "source": {
            "id": "info-money",
            "name": "InfoMoney"
        },
        "author": "danielnavas",
        "title": "Maturidade empresarial: saiba em que fase sua empresa está e como crescer seu negócio",
        "description": "Ferramenta gratuita avalia gestão, governança, performance e maturidade digital para orientar sua estratégia\nThe post Maturidade empresarial: saiba em que fase sua empresa está e como crescer seu negócio appeared first on InfoMoney.",
        "url": "https://www.infomoney.com.br/business/maturidade-empresarial-saiba-em-que-fase-sua-empresa-esta/",
        "urlToImage": "https://www.infomoney.com.br/wp-content/uploads/2025/04/pexels-fauxels-3183197.jpg?fit=6000%2C4004&quality=70&strip=all",
        "publishedAt": "2025-11-24T11:44:00Z",
        "content": "Toda empresa nasce com ambição. Umas querem crescer rápido, outras buscam estabilidade, algumas sonham em ser referência no próprio setor. Mas entre o desejo de evoluir e a capacidade real de sustent… [+4919 chars]"
    },
    {
        "source": {
            "id": "info-money",
            "name": "InfoMoney"
        },
        "author": "iurisantos",
        "title": "Heineken adiciona milhões de litros anuais de cerveja na disputa pelo mercado premium",
        "description": "Cervejaria inaugura oficialmente nesta quinta-feira (6) sua fábrica em Passos\nThe post Heineken adiciona milhões de litros anuais de cerveja na disputa pelo mercado premium appeared first on InfoMoney.",
        "url": "https://www.infomoney.com.br/business/heineken-adiciona-milhoes-de-litros-anuais-de-cerveja-na-disputa-pelo-mercado-premium/",
        "urlToImage": "https://www.infomoney.com.br/wp-content/uploads/2025/11/fabrica_passos_heineken_red.jpg?fit=1920%2C1280&quality=70&strip=all",
        "publishedAt": "2025-11-06T10:00:00Z",
        "content": "A disputa pelo mercado premium e puro malte de cervejas acabou de ganhar um aditivo. Mais precisamente, um potencial de produção de 500 milhões de litros anuais das marcas Heineken e Amstel está send… [+3870 chars]"
    },
    {
        "source": {
            "id": "info-money",
            "name": "InfoMoney"
        },
        "author": "Paulo Barros",
        "title": "Buffett se despede do mercado: quanto ele teria lucrado no Brasil? Veja simulação",
        "description": "Aplicação de princípios do \"oráculo de Omaha\" em carteira com ações nacionais traria rendimento muito superior ao CDI, ao Ibovespa e ao IDIV ao longo dos anos\nThe post Buffett se despede do mercado: quanto ele teria lucrado no Brasil? Veja simulação appeared …",
        "url": "https://www.infomoney.com.br/onde-investir/warren-buffett-quanto-renderia-carteira-no-brasil-simulacao-xp/",
        "urlToImage": "https://www.infomoney.com.br/wp-content/uploads/2025/04/warrenbuffett.jpg?quality=70",
        "publishedAt": "2025-11-10T14:16:31Z",
        "content": "Warren Buffett deve divulgar nesta segunda-feira (10) sua última carta como CEO da Berkshire Hathaway. Aos 95 anos, o investidor deixará o cargo no fim do ano, após mais de meio século à frente da co… [+3096 chars]"
    },
    {
        "source": {
            "id": "info-money",
            "name": "InfoMoney"
        },
        "author": "camillebocanegra",
        "title": "Ambev acelera produção de cerveja premium em MG após investimento de R$1,3 bi",
        "description": "Com o aporte, que segundo a companhia se trata de um dos maiores investimentos em uma fábrica criada do zero pela empresa, o número de linhas de envase industrial passou de três para cinco, sendo três para garrafas e duas para latas\nThe post Ambev acelera pro…",
        "url": "https://www.infomoney.com.br/mercados/ambev-acelera-producao-de-cerveja-premium-em-mg-apos-investimento-de-r13-bi/",
        "urlToImage": "https://www.infomoney.com.br/wp-content/uploads/2025/08/ambev-cerveja-cervejaria.jpeg?quality=70",
        "publishedAt": "2025-12-01T17:33:42Z",
        "content": "A Ambev (ABEV3) inaugura nesta segunda-feira novas linhas de envase na sua fábrica de Uberlândia (MG) que demandaram investimento de R$1,3 bilhão e vão ajudar a dobrar a produção de rótulos do segmen… [+1345 chars]"
    },
    {
        "source": {
            "id": "info-money",
            "name": "InfoMoney"
        },
        "author": "Angelo Pavini",
        "title": "Quais as empresas que mais distribuíram dividendos neste ano? Veja lista",
        "description": "Treze companhias já pagaram até setembro mais de R$ 3 bi para seus acionistas\nThe post Quais as empresas que mais distribuíram dividendos neste ano? Veja lista appeared first on InfoMoney.",
        "url": "https://www.infomoney.com.br/onde-investir/maiores-pagadoras-dividendos-2025/",
        "urlToImage": "https://www.infomoney.com.br/wp-content/uploads/2025/09/2149151172.jpg?quality=70",
        "publishedAt": "2025-11-27T18:13:49Z",
        "content": "Neste ano, 13 empresas já pagaram mais de R$ 3 bilhões aos acionistas, seja na forma de dividendos, seja como Juros sobre Capital Próprio, o JCP, com destaque para os bancos e empresas ligadas a comm… [+4566 chars]"
    },
    {
        "source": {
            "id": "info-money",
            "name": "InfoMoney"
        },
        "author": "murilomelo",
        "title": "Poder de precificação: um importante fator para as empresas brasileiras da Bolsa",
        "description": "Banco mostra que empresas locais mantêm lucros estáveis e poder de precificação superior ao de pares latino-americanas\nThe post Poder de precificação: um importante fator para as empresas brasileiras da Bolsa appeared first on InfoMoney.",
        "url": "https://www.infomoney.com.br/mercados/poder-de-precificacao-um-importante-fator-para-as-empresas-brasileiras-da-bolsa/",
        "urlToImage": "https://www.infomoney.com.br/wp-content/uploads/2019/06/investidores-1.jpg?quality=70",
        "publishedAt": "2025-11-05T19:53:53Z",
        "content": "O Brasil é a principal escolha do Bradesco BBI na América Latina, seguido pelo Chile e pela Argentina, com ações que combinam grande potencial de valorização, forte poder de precificação e exposição … [+4226 chars]"
    },
    {
        "source": {
            "id": "info-money",
            "name": "InfoMoney"
        },
        "author": "Angelo Pavini",
        "title": "Dividendos extraordinários: como as empresas podem driblar novo imposto",
        "description": "Companhias com grandes reservas de lucros avaliam formas de levantar recursos para distribuir dividendos extras e podem recorrer até a linhas de crédito e ofertas de ações para fazer os pagamentos\nThe post Dividendos extraordinários: como as empresas podem dr…",
        "url": "https://www.infomoney.com.br/onde-investir/dividendos-extraordinarios-como-as-empresas-podem-driblar-novo-imposto/",
        "urlToImage": "https://www.infomoney.com.br/wp-content/uploads/2025/10/Dividendos-ou-juros-sobre-capital-proprio.jpg?fit=1280%2C717&quality=70&strip=all",
        "publishedAt": "2025-11-15T08:00:00Z",
        "content": "A tributação de dividendos aprovada no Congresso na semana passada, que deve ser sancionada este ano e entrar em vigor em 2026, incentivará várias empresas a aumentar a distribuição de lucros aos seu… [+4433 chars]"
    },
    {
        "source": {
            "id": "info-money",
            "name": "InfoMoney"
        },
        "author": "Lara Rizério",
        "title": "Ibovespa fecha em queda e registra 1ª perda semanal desde começo de outubro",
        "description": "O volume financeiro nesta sexta-feira somou R$ 24,2 bilhões, em pregão também marcado pelo vencimento de opções sobre ações\nThe post Ibovespa fecha em queda e registra 1ª perda semanal desde começo de outubro appeared first on InfoMoney.",
        "url": "https://www.infomoney.com.br/mercados/ibovespa-fecha-em-queda-e-registra-1a-perda-semanal-desde-comeco-de-outubro/",
        "urlToImage": "https://www.infomoney.com.br/wp-content/uploads/2024/06/Bolsa-pregao-def.jpg?quality=70",
        "publishedAt": "2025-11-21T21:47:24Z",
        "content": "SÃO PAULO (Reuters) O Ibovespa fechou em queda nesta sexta-feira, registrando a primeira perda semanal desde o começo de outubro, em uma volta de feriado sem alívio nas incertezas quanto a novos cort… [+4143 chars]"
    },
    {
        "source": {
            "id": "info-money",
            "name": "InfoMoney"
        },
        "author": "Angelo Pavini",
        "title": "Programas de recompra de ações batem recorde. Isso sinaliza fôlego para a bolsa?",
        "description": "Hoje, há 128 programas de recompra em aberto, o que representa mais de um terço das 360 grandes empresas listadas na B3; isso é um dos sinais de \"valuation\" atrativo\nThe post Programas de recompra de ações batem recorde. Isso sinaliza fôlego para a bolsa? app…",
        "url": "https://www.infomoney.com.br/onde-investir/programas-de-recompra-de-acoes-batem-recorde-isso-sinaliza-folego-para-a-bolsa/",
        "urlToImage": "https://www.infomoney.com.br/wp-content/uploads/2025/11/Ibovespa.webp?fit=1170%2C700&quality=70&strip=all",
        "publishedAt": "2025-11-27T08:00:00Z",
        "content": "Os programas de recompras de ações por empresas na B3 estão nos maiores níveis da história da bolsa, o que pode ser um sinal de que ainda há oportunidades no mercado de ações brasileiro apesar da for… [+4761 chars]"
    },
    {
        "source": {
            "id": "info-money",
            "name": "InfoMoney"
        },
        "author": "Rodrigo Paz",
        "title": "Rali do Ibovespa: 14 ações saltam mais de 10%; confira os destaques de altas e baixas",
        "description": "Valorização do índice amplia ganhos no ano e renova confiança do investidor doméstico.\nThe post Rali do Ibovespa: 14 ações saltam mais de 10%; confira os destaques de altas e baixas appeared first on InfoMoney.",
        "url": "https://www.infomoney.com.br/mercados/rali-do-ibovespa-14-acoes-saltam-mais-de-10-confira-os-destaques-de-altas-e-baixas/",
        "urlToImage": "https://www.infomoney.com.br/wp-content/uploads/2025/06/Image_fx-7.png?quality=70",
        "publishedAt": "2025-11-07T18:41:47Z",
        "content": "O Ibovespa emplacou uma sequência rara de doze altas consecutivas, até o final do pregão da véspera (6/11), acumulando valorização de 6,42% nesse período e renovando sua máxima histórica na região do… [+7084 chars]"
    },
    {
        "source": {
            "id": "info-money",
            "name": "InfoMoney"
        },
        "author": "Rodrigo Paz",
        "title": "Rali do Ibovespa, o balanço final: 11 ações subiram mais de 15% e 8 caíram; confira",
        "description": "Valorização do índice amplia ganhos no ano e renova confiança do investidor doméstico, mas algumas ações não \"surfaram\" o rali\nThe post Rali do Ibovespa, o balanço final: 11 ações subiram mais de 15% e 8 caíram; confira appeared first on InfoMoney.",
        "url": "https://www.infomoney.com.br/mercados/rali-do-ibovespa-o-balanco-final-11-acoes-subiram-mais-de-15-e-8-cairam-confira/",
        "urlToImage": "https://www.infomoney.com.br/wp-content/uploads/2025/11/ChatGPT-Image-4-de-nov.-de-2025-20_20_10.png?quality=70",
        "publishedAt": "2025-11-13T13:22:24Z",
        "content": "O Ibovespa engrenou uma sequência incomum de quinze pregões seguidos de alta, interrompida ontem (12/11), quando registrou uma leve queda de 0,07%, encerrando o dia aos 157.632 pontos. Ainda assim, o… [+7553 chars]"
    },
    {
        "source": {
            "id": "info-money",
            "name": "InfoMoney"
        },
        "author": "Paulo Barros",
        "title": "Vale e Itaú puxam antecipação de dividendos antes de tributação; quem pode seguir?",
        "description": "Movimento acelerou nas últimas semanas, e estudo mostra que montante até 31 de dezembro pode alcançar até R$ 170 bilhões\nThe post Vale e Itaú puxam antecipação de dividendos antes de tributação; quem pode seguir? appeared first on InfoMoney.",
        "url": "https://www.infomoney.com.br/mercados/vale-e-itau-puxam-antecipacao-de-dividendos-antes-de-tributacao-quem-pode-seguir/",
        "urlToImage": "https://www.infomoney.com.br/wp-content/uploads/2024/04/real_moedadinheiro_jfcrz_abr_1701220046_1.webp?quality=70",
        "publishedAt": "2025-11-30T15:41:35Z",
        "content": "A reforma do Imposto de Renda motivou uma corrida por anúncios de dividendos no fim de 2025. A nova regra prevê tributação de 10% sobre pagamentos mensais acima de R$ 50 mil para pessoas físicas a pa… [+6505 chars]"
    },
    {
        "source": {
            "id": "info-money",
            "name": "InfoMoney"
        },
        "author": "Lara Rizério",
        "title": "Reforma do IR acelera corrida por dividendos: empresas podem antecipar até R$ 85 bi",
        "description": "A nova regra estabelece uma alíquota de 10% de imposto de renda retido na fonte (IRRF) sobre dividendos mensais acima de R$ 50 mil pagos a pessoas físicas\nThe post Reforma do IR acelera corrida por dividendos: empresas podem antecipar até R$ 85 bi appeared fi…",
        "url": "https://www.infomoney.com.br/mercados/analise-xp-reforma-do-ir-acelera-corrida-por-dividendos-empresas-podem-antecipar-ate-r-85-bi/",
        "urlToImage": "https://www.infomoney.com.br/wp-content/uploads/2025/09/2149540081.jpg?quality=70",
        "publishedAt": "2025-11-28T12:31:55Z",
        "content": "A aprovação da reforma do Imposto de Renda pela Câmara dos Deputados em 1º de outubro e sua sanção presidencial em 26 de novembro desencadeou uma movimentação estratégica entre empresas brasileiras, … [+8239 chars]"
    },
    {
        "source": {
            "id": "info-money",
            "name": "InfoMoney"
        },
        "author": "Lara Rizério",
        "title": "7 ações sobem mais de 15% e 5 caem mais de 10%: os destaques do Ibovespa em novembro",
        "description": "Magalu subiu mais de 20%, enquanto Hapvida teve baixa de mais de 50%\nThe post 7 ações sobem mais de 15% e 5 caem mais de 10%: os destaques do Ibovespa em novembro appeared first on InfoMoney.",
        "url": "https://www.infomoney.com.br/mercados/7-acoes-sobem-mais-de-15-e-5-caem-mais-de-10-os-destaques-do-ibovespa-em-novembro/",
        "urlToImage": "https://www.infomoney.com.br/wp-content/uploads/2019/06/acoes-bolsa-analista-indices.jpg?quality=70",
        "publishedAt": "2025-11-28T22:01:27Z",
        "content": "Em um mês marcado por recordes, o Ibovespa fechou novembro acima dos 159 mil pontos, acumulando ganhos de 6,37% no período, guiado por perspectiva de queda de juros nos EUA e maior visibilidade sobre… [+17389 chars]"
    }
]